Repository: aliashtab77/palayeshcood-django-
Catalog: haman/locale/*/LC_MESSAGES/django.po
Languages: ar, fa

source: By buying directly from us, you no longer need to pay extra fees to middlemen. We offer products at real and fair prices so you can get the most out of your investment in agriculture.
ar: من خلال الشراء مباشرة منا ، لم تعد بحاجة إلى دفع رسوم إضافية للوسطاء. نحن نقدم منتجات بأسعار حقيقية وعادلة حتى تتمكن من الحصول على أقصى استثمار من استثمارك في الزراعة.
fa: با خرید مستقیم ازما، دیگر نیازی به پرداخت هزینه های اضافی به واسطه ها ندارید. ما محصولات را با قیمت واقعی و منصفانه ارائه می دهیم تا بتوانید بیشترین سود را از سرمایه گذاری خود در کشاورزی ببرید

source: Fast and secure shipping nationwide
ar: الشحن السريع والآمن على مستوى البلاد
fa: ارسال سریع و مطمئن به سراسر کشور

source: We are aware of the importance of timely delivery of agricultural inputs. For this reason, using a reliable transportation network and careful planning, we deliver the products to you in the shortest possible time and with safe packaging.
ar: نحن ندرك أهمية تسليم المدخلات الزراعية في الوقت المناسب. لهذا السبب ، باستخدام شبكة نقل موثوقة والتخطيط الدقيق ، نقوم بتسليم المنتجات لك في أقصر وقت ممكن ومع عبوات آمنة.
fa: ما به اهمیت تحویل به موقع نهاده های کشاورزی آگاه هستیم. به همین دلیل، با استفاده از شبکه حمل ونقل مطمئن و برنامه ریزی دقیق، محصولات را در کوتاه ترین زمان ممکن و با بسته بندی ایمن به دست شما می رسانیم

source: Expert advice and ongoing support
ar: نصيحة الخبراء والدعم المستمر
fa: مشاوره تخصصی و پشتیبانی دائمی

source: Agriculture is a dynamic and changing industry, and choosing the right crop has a direct impact on the yield and health of the soil and plants. Our expert team will help you make the best choice for your farmland by providing technical and scientific advice.
ar: الزراعة هي صناعة ديناميكية ومتغيرة ، واختيار المحصول المناسب له تأثير مباشر على غلة وصحة التربة والنباتات. سيساعدك فريق الخبراء لدينا على اتخاذ الخيار الأفضل للأراضي الزراعية من خلال تقديم المشورة التقنية والعلمية.
fa: کشاورزی یک صنعت پویا و متغیر است و انتخاب محصول مناسب، تأثیر مستقیمی بر بازدهی و سلامت خاک و گیاهان دارد. تیم متخصص ما با ارائه مشاوره فنی و علمی به شما کمک می کند تا بهترین انتخاب را برای زمین کشاورزی خود داشته باشید

source: Our products include:
ar: تشمل منتجاتنا:
fa: محصولات ما شامل:

source: Urea fertilizer – rich in nitrogen to increase plant growth
ar: الأسمدة اليوريا - غنية بالنيتروجين لزيادة نمو النبات
fa: کود اوره – غنی از نیتروژن برای افزایش رشد گیاه

source: Sulfur – improves soil quality and meets plant nutritional needs
ar: الكبريت - يحسن جودة التربة ويلبي الاحتياجات الغذائية النباتية
fa: گوگرد – بهبود کیفیت خاک و تأمین نیازهای تغذیه ای گیاه

source: Diammonium Phosphate (DAP) – Excellent source of phosphorus and nitrogen for stronger crop growth
ar: فوسفات ديامونيوم (DAP) - مصدر ممتاز للفوسفور والنيتروجين لنمو أقوى للمحاصيل
fa: دی آمونیوم فسفات (DAP) – منبع عالی فسفر و نیتروژن برای رشد قوی تر محصولات

source: We are the reliable companion of farmers and producers!
ar: نحن رفيق موثوق للمزارعين والمنتجين!
fa: ما همراه مطمئن کشاورزان و تولیدکنندگان هستیم!

source: Our goal is to provide you with a safe and hassle-free agricultural product purchasing experience. If you are looking for a reliable, quality and professional supplier, contact us today and experience a different shopping experience.
ar: هدفنا هو تزويدك بتجربة شراء منتجات زراعية آمنة وخالية من المتاعب. إذا كنت تبحث عن مورد موثوق وجودة ومهني ، فاتصل بنا اليوم وتجربة تجربة تسوق مختلفة.
fa: هدف ما این است که تجربه ای مطمئن و بی دردسر از خرید محصولات کشاورزی برای شما فراهم کنیم. اگر به دنبال تأمین کننده ای قابل اعتماد، باکیفیت و حرفه ای هستید، همین امروز با ما تماس بگیرید و تجربه ای متفاوت از خرید را احساس کنید

source: We are always ready to respond and provide the best products for your success in agriculture!
ar: نحن دائمًا على استعداد للرد وتوفير أفضل المنتجات لنجاحك في الزراعة!
fa: ما همیشه آماده پاسخگویی و ارائه بهترین محصولات برای موفقیت شما در کشاورزی هستیم!

source: agriculture products photo
ar: صور المنتجات الزراعية
fa: عکس محصولات کشاورزی

source: A country's agricultural growth is directly related to its fertilizers.
ar: يرتبط النمو الزراعي لبلد مباشرة بالأسمدة.
fa: رشد کشاورزی یک کشور، رابطه مستقیم با کودهای آن دارد

source: Our company guarantees the quality of its fertilizers.
ar: تضمن شركتنا جودة الأسمدة.
fa: شرکت ما کیفیت کودهای خود را تضمین می کنید

source: Our specialty is supplying chemical fertilizers from petrochemicals.
ar: تخصصنا هو تزويد الأسمدة الكيميائية من البتروكيماويات.
fa: تخصص ما تامین کودهای شیمیایی از پتروشیمی ها می باشد

source: We can ship our products to you on FOB and CIF terms.
ar: يمكننا شحن منتجاتنا لك على شروط FOB و CIF.
fa: مامی توانیم محصولات خود را صورت fob و cif برای شما ارسال کنیم

source: To protect the environment and soil, avoid excessive use of chemical fertilizers.
ar: لحماية البيئة والتربة ، تجنب الاستخدام المفرط للأسمدة الكيميائية.
fa: برای حفاظت از محیط زیست و خاک از استفاده زیاده کودهای شیمیایی پرهیز کنید

source: We are responsive to you with fast support.
ar: نحن نستجيب لك بدعم سريع.
fa: ما با پشتیبانی سریع ، پاسخگویی به شما هستیم

source: Shop
ar: محل
fa: فروشگاه

source: Our Team
ar: فريقنا
fa: تیم ما

source: Contact
ar: اتصال
fa: تماس با ما

source: FAQ
ar: الأسئلة المتداولة
fa: سوالات متداول

source: Palayeshcood Company, as a reputable distributor of chemicals, refineries and sugar, is ready to sell raw materials from petrochemicals, refineries and food factories all over the world and we are committed to meeting the needs of our valued customers in all regions. Join us and benefit from our expertise and experience. For more information and to place an order, contact us.
ar: شركة بالایشکود، باعتبارها الموزع ذو السمعة الطيبة للمواد الكيميائية والمصافي والسكر، على استعداد لبيع المواد الخام من البتروكيماويات والمصافي ومصانع المواد الغذائية في جميع أنحاء العالم ونحن ملتزمون بتلبية احتياجات عملائنا الكرام في جميع المناطق. انضم إلينا واستفد من خبرتنا وتجربتنا. لمزيد من المعلومات وتقديم الطلب، اتصل بنا.
fa: شرکت پالایش کود، به عنوان توزیع‌ کننده معتبر مواد شیمیایی و پالایشگاهی و شکر، آماده فروش مواد اولیه از پتروشیمی ها و پالایشگاهها و کارخانه های مواد غذایی به سرتاسر جهان هستیم و ما متعهد به برآورده کردن نیازهای مشتریان عزیز در تمامی مناطق هستیم. به ما بپیوندید و از تخصص و تجربه ما بهره‌مند شوید. برای اطلاعات بیشتر و ثبت سفارش، با ما در تماس باشید.

source: Unit 31, Safavieh Office Complex, Rajaee St, Kashan, Iran
ar: إيران، كاشان، شارع رجائي، مجمع صفوية الإداري، وحدة 31
fa: ایران, کاشان، خیابان رجائی، مجتمع اداری صفویه، واحد 31

source: Popular Tags
ar: العلامات الشعبية
fa: تگ های محبوب

source: Recent Works
ar: الأعمال الأخيرة
fa: کار های اخیر

source: Recent News
ar: الأخبار الأخيرة
fa: اخبار اخیر

source: Read More
ar: اقرأ المزيد
fa: بیشتر

source: Send Us Message
ar: أرسل لنا رسالة
fa: برای ما پیام ارسال کنید

source: Name *
ar: اسم *
fa: نام *

source: Email *
ar: بريد إلكتروني *
fa: ایمیل *

source: Send us
ar: أرسل لنا
fa: ارسال

source: Stark Team
ar: فريق استارك
fa: استارک تیم

source: Comments
ar: تعليقات
fa: نظرات

source: Leave a Reply
ar: اترك الرد
fa: نظر بدهید

source: Your Name
ar: اسمك *
fa: نام شما

source: Your Lastname
ar: اسمه الأخير
fa: نام خانوادگی شما

source: Phone
ar: هاتف
fa: تلفن

source: Email Address
ar: بريد إلكتروني *
fa: ایمیل

source: Review Comments
ar: مراجعة التعليقات
fa: نظرات خود را بیان کنید

source: Post Comment
ar: بعد التعليق
fa: ارسال نظر

source: Search here
ar: ابحث هنا
fa: اینجا جستجو کنید

source: Popular Posts
ar: الوظائف الشعبية
fa: پست های محبوب

source: Haman Lesan
ar: هامان لسان،
fa: هامان لسان

source: No suitable products found.
ar: لم يتم العثور على منتجات مناسبة.
fa: هیچ محصول مناسبی یافت نشد.

source: Recent Posts
ar: الوظائف الحديثة
fa: پست های اخیر

source: Contact Us
ar: اتصل بنا
fa: تماس با ما

source: Send Message Us
ar: أرسل لنا رسالة
fa: برای ما پیام ارسال کنید

source: Subject
ar: موضوع
fa: موضوع

source: Contact Details
ar: تفاصيل الاتصال
fa: اطلاعات تماس

source: We are at your service on business days from 9 am to 8 pm.
ar: نحن في خدمتكم خلال أيام العمل من الساعة 9 صباحاً حتى الساعة 8 مساءً.
fa: روزهای کاری از ساعت 9 صبح الی 8 شب در خدمت شما هستیم.

source: Address:
ar: عنوان:
fa: آدرس:

source: Head Office:
ar: المكتب الرئيسي:
fa: دفتر مرکزی:

source: Factory: Kashan, after Dar-e-Salam, Amir Kabir Town, Phase 3
ar: المصنع: كاشان بعد دار السلام بلدة أميركبير المرحلة الثالثة
fa: کارخانه : کاشان ، بعد از دارالسلام، شهرک امیرکبیر، فاز 3

source: Mail to Haman:
ar: البريد الإلكتروني إلى هامان:
fa: ایمیل به هامان

source: Call Him:
ar: اتصل به:
fa: زنگش بزن

source: FAQ's
ar: الأسئلة الشائعة
fa: سوالات متداول

source: Who are we?
ar: من نحن؟
fa: ما کی هستیم؟

source: Palayeshcood Company (PKK) is known as a distributor of chemical and refinery products. At Palayeshcood, we work with the world's most reputable manufacturers to provide our customers with high quality products at reasonable prices.
ar: تُعرف شركة بالایشکود باسم موزع منتجات المواد الكيميائية ومصفاة. في بالایشکود ، نعمل مع أكثر الشركات المصنعة في العالم لتزويد عملائنا بمنتجات عالية الجودة بأسعار معقولة.
fa: شرکت پالایش کود به عنوان یک توزیع‌کننده محصولات شیمیایی و پالایشگاهی شناخته می‌شود. در پالایش کود ، ما با معتبرترین تولیدکنندگان دنیا همکاری می‌کنیم تا محصولات با کیفیت بالا و قیمت مناسب را برای مشتریان فراهم آوریم

source: What products do you offer?
ar: ما هي المنتجات التي تقدمها؟
fa: چه محصولاتی را ارائه می‌دهید؟

source: We operate in the field of selling petrochemicals (such as urea, polyethylene, polypropylene), refinery products (such as gasoline, diesel, jet fuel), and food products (such as sugar and tomato paste).
ar: نعمل في مجال بيع البتروكيماويات (مثل اليوريا ، البولي إيثيلين ، البولي بروبيلين) ، منتجات المصفاة (مثل البنزين ، الديزل ، وقود النفاث) ، والمنتجات الغذائية (مثل السكر والطماطم).
fa: ما در زمینه فروش مواد پتروشیمی (مانند اوره، پلی اتیلن، پلی پروپیلن)، محصولات پالایشگاهی (مانند بنزین، گازوئیل،سوخت جت) و مواد غذایی (مانند شکر و رب گوجه فرنگی) فعالیت می‌کنیم.

source: How to order at PKK?
ar: كيف تطلب في بالایشکود؟
fa: چگونه می توان در پالایش کود سفارش داد؟

source: 1- You can place your order by calling, emailing or WhatsApping the company. After your inquiry, our experts will provide you with the required information and also send you the product analysis. If requested, it is possible to send a sample after receiving the shipping fee. The shipping steps will be followed up carefully and step by step by the responsible expert.
ar: 1- يمكنك تقديم طلبك عن طريق الاتصال أو إرسال بريد إلكتروني أو ما يتجه إلى الشركة. بعد استفسارك ، سيزودك خبراؤنا بالمعلومات المطلوبة وأيضًا إرسال تحليل المنتج لك. إذا تم طلبها ، فمن الممكن إرسال عينة بعد تلقي رسوم الشحن. سيتم متابعة خطوات الشحن بعناية وخطوة بخطوة من قبل الخبير المسؤول.
fa: ۱- می توانید با تماس یا ایمیل و یا از طریق واتس آپ با شرکت، سفارش خود را ثبت بعد ازاستعلام شما توسط کارشناسان ما، اطلاعات مورد نیاز را در اختیار شما قرار می دهیم و همچنین آنالیز محصول را ارسال می کنیم، در صورت درخواست امکان ارسال نمونه بعد از دریافت هزینه ارسال مقدور است. مراحل ارسال به صورت دقیق و گام به گام توسط کارشناس مسئول پیگیری خواهد شد.

source: 2- Registering an order in person By holding a meeting at our head office, you can negotiate face to face with the commercial manager and the company's CEO, and the expert in charge will follow up on the results of the meeting until the desired result is achieved. Usually, export products require careful examination, the procedure for which is coordinated in the meeting.
ar: 2- تسجيل أمر شخصيا من خلال عقد اجتماع في مكتبنا الرئيسي ، يمكنك التفاوض وجهاً لوجه مع المدير التجاري والمدير التنفيذي للشركة ، وسيتابع الخبير المسؤول نتائج الاجتماع حتى يتم تحقيق النتيجة المرجوة. عادة ، تتطلب منتجات التصدير فحصًا دقيقًا ، والإجراء الذي يتم تنسيقه في الاجتماع.
fa: ۲- ثبت سفارش حضوری با تشکیل جلسه در دفتر مرکزی ما می توانید با مدیر بازرگانی و مدیرعامل شرکت به صورت رودررو مذاکره کنید و کارشناس مسئول پیگیر نتایج جلسه تا حصول نتیجه مطلوب خواهد بود. معمولاً محصولات صادراتی نیاز به بررسی دقیق دارند که رویه آن در جلسه هماهنگ می شود.

source: How can I find out the price of products?
ar: 2- تسجيل أمر شخصي من خلال عقد اجتماع في مكتبنا الرئيسي ، يمكنك التفاوض وجهاً لوجه مع المدير التجاري والمدير التنفيذي للشركة ، وسيتابع الخبير المسؤول نتائج الاجتماع حتى تكون النتيجة المرجوة تحققت. عادة ، تتطلب منتجات التصدير فحصًا دقيقًا ، والإجراء الذي يتم تنسيقه في الاجتماع.
fa: چگونه می‌توانم از قیمت محصولات مطلع شوم؟

source: Product prices may change due to market fluctuations. To get the latest prices, you can contact our sales department via phone number or email.
ar: قد تتغير أسعار المنتجات بسبب تقلبات السوق. للحصول على أحدث الأسعار ، يمكنك الاتصال بقسم المبيعات لدينا عبر رقم الهاتف أو البريد الإلكتروني.
fa: قیمت محصولات به دلیل نوسانات بازار ممکن است تغییر کند. برای دریافت آخرین قیمت‌ها، می‌توانید با بخش فروش ما از طریق شماره تلفن یا ایمیل تماس بگیرید.

source: What are the technical specifications of your petrochemical materials?
ar: ما هي المواصفات الفنية للمواد البتروكيماوية الخاصة بك؟
fa: مشخصات فنی مواد پتروشیمی شما چیست؟

source: The technical specifications of each product (such as grade, density, melting point) are listed in the "Technical Information" section of each product. If you need more information, please contact our technical experts.
ar: يتم إدراج المواصفات الفنية لكل منتج (مثل الدرجة والكثافة ونقطة الانصهار) في قسم'المعلومات الفنية' لكل منتج. إذا كنت بحاجة إلى مزيد من المعلومات، يرجى الاتصال بخبرائنا الفنيين
fa: مشخصات فنی هر محصول (مانند گرید، دانسیته، نقطه ذوب) در بخش ‘اطلاعات فنی’ هر محصول درج شده است. در صورت نیاز به اطلاعات بیشتر، با کارشناسان فنی ما تماس بگیرید.

source: What are your shipping methods?
ar: ما هي طرق الشحن الخاصة بك؟
fa: روش‌های حمل و نقل شما چیست؟

source: We use various methods such as road, sea and rail transportation. The transportation method is determined according to your needs and the type of product.
ar: نستخدم طرق مختلفة مثل النقل على الطرق والبحر والسكك الحديدية. يتم تحديد طريقة النقل وفقًا لاحتياجاتك ونوع المنتج.
fa: ما از روش‌های مختلفی مانند حمل جاده‌ای، دریایی و ریلی استفاده می‌کنیم. روش حمل و نقل با توجه به نیاز شما و نوع محصول تعیین می‌شود.

source: Do your products have a warranty?
ar: هل منتجاتك لديها ضمان؟
fa: آیا محصولات شما گارانتی دارند؟

source: Petrochemical and refinery products are provided based on technical specifications and if they do not meet the stated specifications, they can be returned or exchanged. For food products, returns are only possible if there is a problem with packaging or quality.
ar: يتم توفير منتجات البتروكيماويات ومصفاة المصفاة بناءً على المواصفات الفنية ، وإذا لم تفي بالمواصفات المعلنة ، فيمكن إرجاعها أو تبادلها. بالنسبة للمنتجات الغذائية ، تكون العوائد ممكنة فقط إذا كانت هناك مشكلة في التغليف أو الجودة
fa: محصولات پتروشیمی و پالایشگاهی بر اساس مشخصات فنی ارائه می‌شوند و در صورت مغایرت با مشخصات اعلام شده، امکان بازگشت یا تعویض وجود دارد. برای محصولات غذایی، بازگشت تنها در صورت وجود مشکل در بسته‌بندی یا کیفیت امکان‌پذیر است.

source: How can I become your sales representative?
ar: كيف يمكنني أن أصبح ممثل المبيعات الخاص بك؟
fa: چگونه می‌توانم نماینده فروش شما شوم؟

source: To cooperate and receive representation, please send your resume to the company's email. Our experts will contact you as soon as possible.
ar: للتعاون وتلقي التمثيل ، يرجى إرسال سيرتك الذاتية إلى البريد الإلكتروني للشركة. سيتصل بك خبرائنا في أقرب وقت ممكن
fa: برای همکاری و دریافت نمایندگی، لطفاً رزومه خود را به ایمیل شرکت ارسال کنید. کارشناسان ما در اسرع وقت با شما تماس خواهند گرفت.

source: How can I contact support?
ar: كيف يمكنني الاتصال بالدعم؟
fa: چگونه می‌توانم با پشتیبانی تماس بگیرم؟

source: You can contact us via phone number, email, or contact form on the site. Contact information is listed in the "Contact Us" section.
ar: يمكنك التواصل معنا عبر رقم الهاتف أو البريد الإلكتروني أو نموذج الاتصال الموجود على الموقع. معلومات الاتصال مدرجة في قسم'اتصل بنا'.
fa: شما می‌توانید از طریق شماره تلفن، ایمیل یا فرم تماس در سایت با ما ارتباط برقرار کنید. اطلاعات تماس در بخش’تماس با ما‘ درج شده است.

source: Ask Your Questions
ar: اطرح أسئلتك
fa: سوالات خود را بپرسید

source: Email Address *
ar: بريد إلكتروني *
fa: ایمیل *

source: Your Question
ar: سؤالك
fa: سوال شما

source: Submit Now
ar: أرسل الآن
fa: اکنون ارسال کنید

source: We provide full and specific solution for every clients
ar: نحن نقدم حلًا كاملاً ومحددًا لكل عملاء
fa: ما راه حل کامل و خاصی را برای هر مشتری ارائه می دهیم

source: Get lifetime support from us.
ar: الحصول على دعم مدى الحياة منا.
fa: از ما پشتیبانی مادام العمر دریافت کنید.

source: contact Team
ar: اتصل بنا
fa: تماس با ما

source: Food products
ar: المنتجات الغذائية
fa: محصولات غذایی

source: Direct supply of premium quality food and shipping worldwide
ar: الإمداد المباشر للأطعمة ذات الجودة المتميزة والشحن في جميع أنحاء العالم
fa: تأمین مستقیم مواد غذایی با کیفیت برتر و ارسال به سراسر جهان

source: We are proud to serve the needs of our customers worldwide by providing food supply services directly from reputable factories. With a focus on quality, transparency, and speed in service delivery, we strive to provide the best experience for customers in various food industries.
ar: نحن فخورون بخدمة احتياجات عملائنا في جميع أنحاء العالم من خلال توفير خدمات الإمداد الغذائي مباشرة من المصانع ذات السمعة الطيبة. مع التركيز على الجودة والشفافية والسرعة في تقديم الخدمات ، نسعى جاهدين لتوفير أفضل تجربة للعملاء في مختلف الصناعات الغذائية.
fa: ما مفتخریم که با ارائه خدمات تأمین مواد غذایی به‌صورت مستقیم از کارخانه‌های معتبر، نیازهای مشتریان خود را در سراسر جهان برآورده می‌کنیم. با تمرکز بر کیفیت، شفافیت و سرعت در ارائه خدمات، تلاش داریم تا بهترین تجربه را برای مشتریان در صنایع مختلف غذایی فراهم کنیم

source: Food products offered by us
ar: المنتجات الغذائية التي نقدمها لنا
fa: محصولات غذایی ارائه‌شده توسط ما

source: Brazilian Sugar
ar: السكر البرازيلي
fa: شکر برزیلی

source: Brazilian sugar is known as one of the most popular and highest quality types of sugar on the global market. We source this product directly from the most reputable factories in Brazil.
ar: يُعرف السكر البرازيلي بأنه أحد أكثر أنواع السكر شعبية وأعلى جودة في السوق العالمية. نحن مصدر هذا المنتج مباشرة من أكثر المصانع ذات السمعة الطيبة في البرازيل.
fa: شکر برزیلی به‌عنوان یکی از پرطرفدارترین و باکیفیت‌ترین انواع شکر در بازار جهانی شناخته می‌شود. ما این محصول را به‌طور مستقیم از معتبرترین کارخانه‌های برزیل تأمین می‌کنیم.

source: Features of Brazilian sugar offered by us:
ar: ميزات السكر البرازيلي المقدم من قبلنا:
fa: ویژگی‌های شکر برزیلی ارائه‌شده توسط ما:

source: Superior quality: Manufactured in accordance with global standards.
ar: جودة فائقة: تم تصنيعها وفقًا للمعايير العالمية.
fa: کیفیت برتر: تولیدشده مطابق با استانداردهای جهانی

source: Variety in grades: white, raw, and brown sugar for various uses.
ar: تنوع في الدرجات: السكر الأبيض والخام والبني لاستخدامات مختلفة
fa: تنوع در گرید: شکر سفید، خام و قهوه‌ای برای مصارف گوناگون

source: Delivery on various scales: suitable for retailers, wholesalers and the food industry.
ar: التوصيل على موازين مختلفة: مناسبة لتجار التجزئة وتجار الجملة وصناعة الأغذية
fa: تحویل در مقیاس‌های مختلف: مناسب برای خرده‌فروشان، عمده‌فروشان و صنایع غذایی

source: High quality tomato paste
ar: معجون الطماطم عالي الجودة
fa: رب گوجه‌فرنگی با کیفیت بالا

source: Tomato paste is one of the most basic food ingredients used in many countries. We source this product directly from reputable factories and offer it to our customers with guaranteed quality.
ar: معجون الطماطم هو واحد من أبسط المكونات الغذائية المستخدمة في العديد من البلدان. نحن نرسم هذا المنتج مباشرة من المصانع ذات السمعة الطيبة ونقدمه لعملائنا بجودة مضمونة
fa: رب گوجه‌فرنگی یکی از اساسی‌ترین مواد غذایی است که در بسیاری از کشورها استفاده می‌شود. ما این محصول را به‌صورت مستقیم از کارخانه‌های معتبر تأمین کرده و با کیفیت تضمین‌شده به مشتریان خود عرضه می‌کنیم.

source: Features of the tomato paste offered by us:
ar: ميزات معجون الطماطم المقدمة من قبلنا:
fa: ویژگی‌های رب گوجه‌فرنگی ارائه‌شده توسط ما:

source: High concentration: Made from fresh, high-quality tomatoes.
ar: تركيز عالي: مصنوعة من الطماطم الطازجة عالية الجودة
fa: غلظت بالا: تهیه‌شده از گوجه‌فرنگی‌های تازه و مرغوب

source: Various packaging: Available in cans, jars, and industrial packaging for use in the food industry.
ar: عبوات مختلفة: متوفرة في العلب ، الجرار ، والتغليف الصناعي للاستخدام في صناعة المواد الغذائية
fa: بسته‌بندی متنوع: ارائه در قوطی‌ها، شیشه‌ها و بسته‌بندی‌های صنعتی برای استفاده در صنایع غذایی

source: Natural flavor and aroma: No preservatives and long-lasting.
ar: النكهة الطبيعية والرائحة: لا حافظة وطويلة الأمد
fa: طعم و عطر طبیعی: بدون مواد نگه‌دارنده و با ماندگاری بالا

source: Why our services?
ar: لماذا خدماتنا؟
fa: چرا خدمات ما؟

source: Direct supply without intermediaries: We supply food products directly from reputable factories and manufacturers, which reduces costs and ensures quality.
ar: الإمداد المباشر بدون الوسطاء: نحن نوفر منتجات غذائية مباشرة من المصانع والمصنعين ذوي السمعة الطيبة ، مما يقلل من التكاليف ويضمن الجودة
fa: تأمین مستقیم و بدون واسطه: ما محصولات غذایی را به‌طور مستقیم از کارخانه‌ها و تولیدکنندگان معتبر تأمین می‌کنیم که این امر باعث کاهش هزینه‌ها و تضمین کیفیت می‌شود

source: Guaranteed quality: All our products are manufactured and packaged in accordance with international standards.
ar: الجودة المضمونة: يتم تصنيع جميع منتجاتنا وتعبئتها وفقًا للمعايير الدولية
fa: کیفیت تضمین‌شده: تمامی محصولات ما مطابق با استانداردهای بین‌المللی تولید و بسته‌بندی می‌شوند

source: Worldwide shipping: We use an extensive and professional transportation network that allows for fast and safe delivery of products to any part of the world.
ar: الشحن في جميع أنحاء العالم: نستخدم شبكة نقل واسعة ومحترفة تسمح بتسليم المنتجات السريعة والآمنة إلى أي جزء من العالم
fa: ارسال به سراسر جهان: ما از یک شبکه حمل‌ونقل گسترده و حرفه‌ای بهره می‌بریم که امکان تحویل سریع و ایمن محصولات را به هر نقطه‌ای از جهان فراهم می‌کند

source: Competitive price: By eliminating intermediaries, we offer the best prices for food products.
ar: السعر التنافسي: من خلال القضاء على الوسطاء ، نقدم أفضل أسعار المنتجات الغذائية
fa: قیمت رقابتی: با حذف واسطه‌ها، بهترین قیمت‌ها را برای محصولات غذایی ارائه می‌دهیم

source: Expert Support: Our team is ready to provide expert advice to select the most appropriate products and transportation solutions.
ar: دعم الخبراء: فريقنا مستعد لتوفير مشورة الخبراء لاختيار أنسب المنتجات وحلول النقل
fa: پشتیبانی تخصصی: تیم ما آماده ارائه مشاوره تخصصی برای انتخاب مناسب‌ترین محصولات و راهکارهای حمل‌ونقل است

source: A different experience of food supply
ar: تجربة مختلفة من الإمداد الغذائي
fa: تجربه‌ای متفاوت از تأمین مواد غذایی

source: We are committed to providing transparent and professional services, focusing on gaining customer trust. Brazilian sugar and tomato paste are just some of our products, and we are ready to meet your diverse food needs.
ar: نحن ملتزمون بتقديم خدمات شفافة ومهنية ، مع التركيز على الحصول على ثقة العملاء. إن السكر البرازيلي والطماطم هي مجرد بعض منتجاتنا ، ونحن على استعداد لتلبية احتياجاتك الغذائية المتنوعة
fa: ما با تمرکز بر جلب اعتماد مشتریان، به ارائه خدماتی شفاف و حرفه‌ای متعهد هستیم. شکر برزیلی و رب گوجه‌فرنگی تنها بخشی از محصولات ما هستند و آماده‌ایم تا نیازهای متنوع شما را در زمینه مواد غذایی برآورده کنیم

source: To place an order, receive advice or more information, contact us today. Working with us guarantees a reliable, fast and economical supply of food.
ar: لتقديم طلب ، وتلقي المشورة أو مزيد من المعلومات ، اتصل بنا اليوم. يضمن العمل معنا إمدادات موثوقة وسريعة واقتصادية من الطعام.
fa: برای ثبت سفارش، دریافت مشاوره یا اطلاعات بیشتر، همین امروز با ما تماس بگیرید. همکاری با ما تضمینی برای تأمین مطمئن، سریع و اقتصادی مواد غذایی است

source: Sugar trade photo
ar: صورة تجارة السكر
fa: عکس تجارت قند

source: We are in contact with Brazilian sugar factories around the world.
ar: نحن على اتصال بمصانع السكر البرازيلية في جميع أنحاء العالم
fa: ما با کارخانه های شکردر برزیلی دنیا در ارتباط هستیم
