Repository: aliashtab77/palayeshcood-django-
Catalog: haman/locale/*/LC_MESSAGES/django.po
Languages: ar, fa

source: By cutting out intermediaries and connecting directly with reputable global refineries, we provide high quality products at competitive prices. All products are offered in accordance with global standards such as EN590 for diesel and specialized standards for jet fuel.
ar: ومن خلال الاستغناء عن الوسطاء والتواصل مباشرة مع المصافي العالمية ذات السمعة الطيبة، فإننا نقدم منتجات عالية الجودة بأسعار تنافسية. يتم تقديم جميع المنتجات وفقًا للمعايير العالمية مثل EN590 للديزل والمعايير المتخصصة لوقود الطائرات.
fa: با کنار گذاشتن واسطه‌ها و ارتباط مستقیم با پالایشگاه‌های معتبر جهانی، محصولات را با کیفیت بالا و قیمت رقابتی تأمین می‌کنیم. تمامی محصولات مطابق با استانداردهای جهانی مانند EN590 برای گازوئیل و استانداردهای تخصصی برای سوخت جت ارائه می‌شوند.

source: We ship products to any part of the world using our extensive transportation network and in full compliance with international regulations. Our professional team is with you from the product selection stage to the final delivery to ensure a flawless cooperation experience. We are ready to fulfill small and large orders, from meeting the needs of industrial projects to supplying fuel for air and ground transportation companies.
ar: نقوم بشحن المنتجات إلى أي جزء من العالم باستخدام شبكة النقل الواسعة لدينا وبما يتوافق تمامًا مع اللوائح الدولية. فريقنا المحترف معك من مرحلة اختيار المنتج إلى التسليم النهائي لضمان تجربة تعاون لا تشوبها شائبة. نحن على استعداد لتلبية الطلبات الصغيرة والكبيرة، من تلبية احتياجات المشاريع الصناعية إلى توريد الوقود لشركات النقل الجوي والبري.
fa: ما با استفاده از شبکه گسترده حمل‌ ونقل و رعایت کامل مقررات بین‌المللی، محصولات را به هر نقطه از جهان ارسال می‌کنیم. تیم حرفه‌ای ما از مرحله انتخاب محصول تا تحویل نهایی در کنار شماست تا تجربه‌ای بی‌نقص از همکاری داشته باشید.ما آماده تأمین سفارش‌های کوچک و بزرگ هستیم، از تأمین نیازهای پروژه‌های صنعتی گرفته تا تأمین سوخت برای شرکت‌های حمل‌ونقل هوایی و زمینی.

source: Why choose us?
ar: لماذا تختارنا؟
fa: چرا ما را انتخاب کنید؟

source: Access to an extensive network of reputable global refineries
ar: الوصول إلى شبكة واسعة من المصافي العالمية ذات السمعة الطيبة
fa: دسترسی به شبکه‌ای گسترده از پالایشگاه‌های معتبر جهانی

source: Fast and reliable delivery
ar: تسليم سريع وموثوق
fa: تحویل سریع و قابل اطمینان

source: Commitment to quality, authenticity and compliance with international standards
ar: الالتزام بالجودة والأصالة والامتثال للمعايير الدولية
fa: تعهد به کیفیت، اصالت و انطباق با استانداردهای بین‌المللی

source: Competitive prices for all refinery products
ar: أسعار تنافسية لجميع منتجات المصفاة
fa: قیمت‌های رقابتی برای تمامی محصولات پالایشگاهی

source: Customer support at all stages of cooperation
ar: دعم العملاء في جميع مراحل التعاون
fa: پشتیبانی مشتریان در تمامی مراحل همکاری

source: Working with us; secure provision for a sustainable future
ar: العمل معنا؛ توفير آمن لمستقبل مستدام
fa: همکاری با ما؛ تأمین مطمئن برای آینده‌ای پایدار

source: We strive to provide you with the best possible service for your refinery fuels needs. From supplying high-quality diesel to standard jet fuel, our goal is to earn our customers' trust and build lasting partnerships.
ar: نحن نسعى جاهدين لنقدم لك أفضل خدمة ممكنة لتلبية احتياجات وقود المصافي الخاصة بك. بدءًا من توريد الديزل عالي الجودة إلى وقود الطائرات القياسي، هدفنا هو كسب ثقة عملائنا وبناء شراكات دائمة.
fa: ما در تلاشیم تا با ارائه خدمات تخصصی، نیازهای شما به سوخت‌های پالایشگاهی را به بهترین شکل ممکن برآورده کنیم. از تأمین گازوئیل با کیفیت بالا تا سوخت جت استاندارد، هدف ما جلب اعتماد مشتریان و ایجاد شراکت‌های پایدار است.

source: To place an order, receive expert advice, or for more information, contact us today. Working with us guarantees a reliable and economical supply of refinery products.
ar: لتقديم طلب، والحصول على مشورة الخبراء، أو لمزيد من المعلومات، اتصل بنا اليوم. إن العمل معنا يضمن إمدادًا موثوقًا واقتصاديًا لمنتجات التكرير.
fa: برای ثبت سفارش، دریافت مشاوره تخصصی یا اطلاعات بیشتر، همین امروز با ما تماس بگیرید. همکاری با ما تضمینی برای تأمین مطمئن و اقتصادی محصولات پالایشگاهی است.

source: We are in contact with the world's most reputable refineries.
ar: نحن على اتصال مع المصافي الأكثر شهرة في العالم.
fa: ما با پالایشگاههای معتبر دنیا در ارتباط هستیم.

source: We guarantee the quality of our products.
ar: نحن نضمن جودة منتجاتنا.
fa: ما کیفیت محصولات خود را تضمین می کنیم.

source: Direct supply of diesel fuel is our specialty.
ar: التوريد المباشر لوقود الديزل هو تخصصنا.
fa: تامین مستقیم سوخت دیزل در تخصص ماست.

source: We can deliver jet fuel to your port.
ar: يمكننا توصيل وقود الطائرات إلى الميناء الخاص بك.
fa: ما میتوانیم سوخت جت را در بندر شما تحویل دهیم.

source: support
ar: يدعم
fa: پشتیبانی

source: Our Services
ar: خدماتنا
fa: خدمات ما

source: Description
ar: وصف
fa: شرح

source: Related Products
ar: المنتجات ذات الصلة
fa: محصولات مرتبط

source: Latest Products
ar: أحدث المنتجات
fa: محصولات اخیر

source: Products Tags
ar: علامات المنتجات
fa: تگ های محصولات

source: Shop Products
ar: منتجات التسوق
fa: فروشگاه محصولات

source: Add Review
ar: إضافة المراجعة
fa: نظر خود را اضافه کنید

source: Specialized support and free consultation; a professional team by your side
ar: الدعم المتخصص والتشاور المجاني ؛ فريق محترف بجانبك
fa: پشتیبانی تخصصی و مشاوره رایگان؛ تیمی حرفه‌ای در کنار شما

source: Why is expert advice and support important?
ar: لماذا تعتبر نصيحة الخبراء ودعمها مهمة؟
fa: چرا مشاوره و پشتیبانی تخصصی اهمیت دارد؟

source: In today's complex world, making the right choices can make a big difference. We are here to help you make the best decisions and complete your projects with confidence and success by providing expert advice and full support.
ar: في عالم اليوم المعقد ، يمكن أن تحدث الخيارات الصحيحة فرقًا كبيرًا. نحن هنا لمساعدتك في اتخاذ أفضل القرارات وإكمال مشاريعك بثقة ونجاح من خلال تقديم مشورة الخبراء والدعم الكامل.
fa: در دنیای پیچیده امروز، انتخاب‌های درست می‌تواند تفاوت بزرگی ایجاد کند. ما اینجاییم تا با ارائه مشاوره تخصصی و پشتیبانی کامل، به شما کمک کنیم تا بهترین تصمیم‌ها را بگیرید و پروژه‌های خود را با اطمینان و موفقیت به سرانجام برسانید.

source: Benefits of our consulting and support services
ar: فوائد خدمات الاستشارات والدعم لدينا
fa: مزایای خدمات مشاوره و پشتیبانی ما

source: Expert and experienced team:
ar: خبير وفريق ذو خبرة:
fa: تیم متخصص و با تجربه:

source: Our team consists of experts with years of experience in various industries who provide you with their knowledge and skills. This team specializes in areas such as raw material supply, petrochemical industries, food, and refinery products.
ar: يتكون فريقنا من خبراء يتمتعون بسنوات من الخبرة في مختلف الصناعات التي تزودك بمعرفتهم ومهاراتهم. هذا الفريق متخصص في مجالات مثل إمدادات المواد الخام والصناعات البتروكيماوية والغذاء ومصفاة المنتجات.
fa: تیم ما متشکل از کارشناسانی با سال‌ها تجربه در صنایع مختلف است که دانش و مهارت خود را در اختیار شما قرار می‌دهند. این تیم در زمینه‌هایی همچون تأمین مواد اولیه، صنایع پتروشیمی، مواد غذایی، و محصولات پالایشگاهی تخصص دارد

source: Free and professional advice:
ar: نصيحة مجانية ومهنية:
fa: مشاوره رایگان و حرفه‌ای:

source: We are committed to providing free, targeted advice. Whether you are looking for basic information or need detailed guidance on product selection, our team is ready to guide you with a friendly and professional approach.
ar: نحن ملتزمون بتقديم نصيحة مجانية مستهدفة. سواء كنت تبحث عن معلومات أساسية أو تحتاج إلى إرشادات مفصلة حول اختيار المنتج ، فإن فريقنا مستعد لإرشادك بنهج ودود ومهني.
fa: ما به ارائه مشاوره رایگان و هدفمند متعهدیم. چه به دنبال اطلاعات اولیه باشید، چه نیاز به راهنمایی دقیق در مورد انتخاب محصول، تیم ما آماده است تا با رویکردی دوستانه و حرفه‌ای شما را راهنمایی کند

source: Support at all stages:
ar: الدعم في جميع المراحل:
fa: پشتیبانی در تمامی مراحل:

source: From the moment you place your order to the final delivery, our support team is always by your side. Whatever questions or challenges you may have, we are ready to answer and resolve them.
ar: من اللحظة التي تقدم فيها طلبك إلى التسليم النهائي ، يكون فريق الدعم الخاص بنا دائمًا بجانبك. مهما كانت الأسئلة أو التحديات التي قد تواجهها ، فنحن على استعداد للإجابة عليها وحلها.
fa: از لحظه ثبت سفارش تا تحویل نهایی، تیم پشتیبانی ما به‌صورت مستمر در کنار شماست. هر سوال یا چالشی که داشته باشید، ما آماده‌ایم تا پاسخ دهیم و مشکلات را برطرف کنیم.

source: Complete transparency in communication:
ar: الشفافية الكاملة في التواصل:
fa: شفافیت کامل در ارتباطات:

source: We believe that transparent and honest communication is the foundation of a successful partnership. At every stage, we provide you with accurate and complete information about the process, schedule, and costs.
ar: نعتقد أن التواصل الشفاف والصادق هو أساس شراكة ناجحة. في كل مرحلة ، نوفر لك معلومات دقيقة وكاملة حول العملية والجدول الزمني والتكاليف.
fa: ما بر این باوریم که ارتباط شفاف و صادقانه اساس یک همکاری موفق است. در هر مرحله، اطلاعات دقیق و کاملی درباره روند کار، زمان‌بندی و هزینه‌ها در اختیار شما قرار می‌دهیم.

source: Providing customized solutions:
ar: توفير حلول مخصصة:
fa: ارائه راهکارهای سفارشی:

source: Every project has its own unique needs. By carefully understanding your needs, we provide customized solutions tailored to your project's circumstances.
ar: كل مشروع له احتياجاته الفريدة. من خلال فهم احتياجاتك بعناية ، فإننا نقدم حلولًا مخصصة مصممة لظروف مشروعك.
fa: هر پروژه نیازهای خاص خود را دارد. ما با درک دقیق از نیازهای شما، راهکارهایی سفارشی و متناسب با شرایط پروژه‌تان ارائه می‌دهیم.

source: Training and empowerment:
ar: التدريب والتمكين:
fa: آموزش و توانمندسازی:

source: In addition to consulting, we provide you with the information you need to make better, more informed decisions in the future. Our goal is to empower you for greater success.
ar: بالإضافة إلى الاستشارات ، فإننا نوفر لك المعلومات التي تحتاجها لاتخاذ قرارات أفضل وأكثر استنارة في المستقبل. هدفنا هو تمكينك من أجل نجاح أكبر.
fa: علاوه بر مشاوره، ما اطلاعات لازم را در اختیار شما قرار می‌دهیم تا در آینده بتوانید تصمیمات بهتر و آگاهانه‌تری بگیرید. هدف ما توانمندسازی شما برای موفقیت‌های بیشتر است

source: A different experience of professional collaboration
ar: تجربة مختلفة في التعاون المهني
fa: تجربه‌ای متفاوت از همکاری حرفه‌ای

source: Our team doesn't just provide services; we seek to build lasting and trusting relationships with our clients. The experience of working with us is a combination of expertise, commitment, and unparalleled support that guarantees your satisfaction and confidence.
ar: فريقنا لا يقدم الخدمات فقط ؛ نسعى إلى بناء علاقات دائمة وثقة مع عملائنا. إن تجربة العمل معنا هي مزيج من الخبرة والالتزام والدعم الذي لا مثيل له يضمن رضاك وثقتك.
fa: تیم ما تنها به ارائه خدمات اکتفا نمی‌کند؛ ما به دنبال ایجاد یک رابطه پایدار و اعتمادآمیز با مشتریان خود هستیم. تجربه همکاری با ما، ترکیبی از تخصص، تعهد و پشتیبانی بی‌نظیر است که رضایت و اطمینان شما را تضمین می‌کند

source: Cooperation with us; a step towards success
ar: التعاون معنا ؛ خطوة نحو النجاح
fa: همکاری با ما؛ گامی به سوی موفقیت

source: We believe that every client deserves the best service. By choosing our consulting and support services, you can be sure that a team of experts and professionals is by your side, ready to pave the way for success.
ar: نعتقد أن كل عميل يستحق أفضل خدمة. من خلال اختيار خدمات الاستشارات والدعم لدينا ، يمكنك التأكد من أن فريقًا من الخبراء والمهنيين هو بجانبك ، على استعداد لتمهيد الطريق للنجاح.
fa: ما باور داریم که هر مشتری شایسته بهترین خدمات است. با انتخاب خدمات مشاوره و پشتیبانی ما، مطمئن باشید که تیمی متخصص و حرفه‌ای در کنار شماست و آماده است تا مسیر موفقیت را هموار کند.

source: For more information and a free consultation, contact us today. A brighter and more successful future awaits you!
ar: لمزيد من المعلومات والتشاور المجاني ، اتصل بنا اليوم. مستقبل أكثر إشراقًا وأكثر نجاحًا في انتظارك!
fa: برای اطلاعات بیشتر و بهره‌مندی از مشاوره رایگان، همین امروز با ما تماس بگیرید. آینده‌ای روشن‌تر و موفق‌تر در انتظار شماست!

source: support photo
ar: صورة دعم
fa: عکس پشتبانی

source: In today's complex world, making the right choices can make a big difference.
ar: في عالم اليوم المعقد ، يمكن أن تحدث الخيارات الصحيحة فرقًا كبيرًا.
fa: در دنیای پیچیده امروز، انتخاب‌های درست می‌تواند تفاوت بزرگی ایجاد کند.

source: We will help you by providing expert advice and full support.
ar: سنساعدك من خلال تقديم مشورة الخبراء والدعم الكامل.
fa: ما با ارائه مشاوره تخصصی و پشتیبانی کامل، به شما کمک کنیم.

source: You can entrust your projects to us with peace of mind.
ar: يمكنك تكليف مشاريعك لنا براحة البال.
fa: شما می توانید با آسودگی خاطر، پروژه‌های خود را به ما بس‍‍پارید.

source: Our team consists of experts with years of experience in various industries.
ar: يتكون فريقنا من خبراء لديهم سنوات من الخبرة في مختلف الصناعات.
fa: تیم ما متشکل از کارشناسانی با سال‌ها تجربه در صنایع مختلف است.

source: We can provide you with specialized support in the fields of petrochemicals, refining and food.
ar: يمكننا تزويدك بدعم متخصص في مجالات البتروكيماويات والتكرير والطعام.
fa: ما می توانیم در زمینه مواد پتروشیمی، پالایشگاهی و مواد غذایی به شما پشتیبانی تخصصی دهیم.

source: We are committed to providing free and targeted advice.
ar: نحن ملتزمون بتقديم نصيحة مجانية ومستهدفة.
fa: ما به ارائه مشاوره رایگان و هدفمند متعهدیم.

source: you are subscribe successfully
ar: أنت تشترك بنجاح

source: Invalid request
ar: طلب غير صالح

source: your email is subscribed already
ar: بريدك الإلكتروني مشترك بالفعل

source: Method Not allowed
ar: الطريقة غير مسموح بها

source: you comment save successfully
ar: تعليقك حفظ بنجاح

source: Admin Panel
ar: لوحة الإدارة
fa: پنل مدیریت

source: slide picture
ar: صورة شريحة

source: persian title
ar: اللقب الفارسي

source: english title
ar: العنوان الإنجليزي

source: arabic title
ar: اللقب العربي

source: right
ar: يمين

source: left
ar: غادر

source: center
ar: مركز

source: top
ar: قمة

source: your email is not valid
ar: بريدك الإلكتروني غير صالح
fa: ایمیل وارد شده معتبر نمی باشد

source: message
ar: رسالة
fa: پیام

source: your phone number is not valid
ar: رقم هاتفك غير صالح
fa: شماره تلفن وارد شده معتبر نمی باشد

source: phone number
ar: رقم التليفون
fa: شماره تماس

source: time
ar: وقت
fa: زمان

source: User Message
ar: رسالة المستخدم
fa: پیام کاربر

source: User Messages
ar: رسائل المستخدم
fa: پیام های کاربران

source: News Shelter
ar: مأوى الأخبار
fa: خبر نامه

source: name is required
ar: الاسم مطلوب
fa: نام لازم است

source: email is required
ar: البريد الإلكتروني مطلوب
fa: ایمیل مورد نیاز است
