Repository: aliashtab77/palayeshcood-django-
Catalog: haman/locale/*/LC_MESSAGES/django.po
Languages: ar, fa

source: We offer you Brazilian sugar based on global standards.
ar: نحن نقدم لك السكر البرازيلي على أساس المعايير العالمية
fa: شکر برزیلی را بر اساس استاندارد جهانی به شما ارائه میدهیم

source: We guarantee the quality of Brazilian sugar.
ar: نحن نضمن جودة السكر البرازيلي
fa: ما کیفیت شکر برزیلی را تضمین می کنیم

source: We can deliver tomato paste to your port.
ar: يمكننا توصيل معجون الطماطم إلى منفذك
fa: ما میتوانیم رب گوجه فرنگی را در بندر شما تحویل دهیم

source: global trade
ar: التجارة العالمية
fa: تجارت جهانی

source: Global trade in petrochemicals, refining and sugar
ar: التجارة العالمية في البتروكيماويات والتكرير والسكر
fa: تجارت جهانی مواد پتروشیمی، پالایشگاهی و شکر

source: Global trade in petrochemicals, refined products and sugar is recognized as one of the key pillars of the global economy. Due to their widespread use in various industries and the daily needs of humans, these materials play a vital role in energy supply, industrial and food production. Given the economic, political and technological developments, the trade in these materials in the world faces different challenges and opportunities.
ar: يتم التعرف على التجارة العالمية في البتروكيماويات والمنتجات المكررة والسكر كواحدة من الركائز الرئيسية للاقتصاد العالمي. نظرًا لاستخدامها الواسع النطاق في مختلف الصناعات والاحتياجات اليومية للبشر ، تلعب هذه المواد دورًا حيويًا في إمدادات الطاقة والصناعية والإنتاج الغذائي. بالنظر إلى التطورات الاقتصادية والسياسية والتكنولوجية ، تواجه التجارة في هذه المواد في العالم تحديات وفرص مختلفة.
fa: تجارت جهانی مواد پتروشیمی، پالایشگاهی و شکر به عنوان یکی از ارکان کلیدی اقتصاد جهانی شناخته می شود. این مواد به دلیل استفاده گسترده در صنایع مختلف و نیازهای روزمره انسانها، نقش حیاتی در تأمین انرژی، تولید محصولات صنعتی و غذایی دارند. با توجه به تحولات اقتصادی، سیاسی و تکنولوژیکی، تجارت این مواد در دنیا با چالش ها و فرصت های متفاوتی روبرو است.

source: Global petrochemical trade
ar: التجارة البتروكيماوية العالمية
fa: تجارت جهانی مواد پتروشیمی

source: Petrochemicals are produced from the processing of crude oil and natural gas and are considered the building blocks of the chemical industry. These materials include polyethylene, polypropylene, styrene, and other chemical compounds that are used in the production of a variety of products, including plastics, synthetic fibers, and industrial chemicals.
ar: يتم إنتاج البتروكيماويات من معالجة النفط الخام والغاز الطبيعي وتعتبر لبنات البناء في الصناعة الكيميائية. وتشمل هذه المواد البولي إيثيلين ، البولي بروبيلين ، الستايرين ، وغيرها من المركبات الكيميائية المستخدمة في إنتاج مجموعة متنوعة من المنتجات ، بما في ذلك البلاستيك والألياف الاصطناعية والمواد الكيميائية الصناعية.
fa: مواد پتروشیمی از فرآوری نفت خام و گاز طبیعی تولید می شوند و به عنوان سنگ بنای صنایع شیمیایی تلقی می شوند. این مواد شامل پلی اتیلن، پلی پروپیلن، استایرن و دیگر ترکیبات شیمیایی هستند که در تولید محصولات متنوعی از جمله پلاستیک، الیاف مصنوعی، و مواد شیمیایی صنعتی استفاده می شوند.

source: Petrochemical trade is highly dependent on global oil prices and the economic situation of producing and consuming countries. The most important countries in petrochemical trade include China, the United States, and the Gulf countries. In recent years, demand for petrochemicals in Asia, especially China, has increased significantly.
ar: تعتمد تجارة البتروكيماويات اعتمادًا كبيرًا على أسعار النفط العالمية والوضع الاقتصادي للبلدان المستهلكة. تشمل أهم البلدان في تجارة البتروكيماويات الصين والولايات المتحدة ودول الخليج. في السنوات الأخيرة ، زاد الطلب على البتروكيماويات في آسيا ، وخاصة الصين ، بشكل كبير.
fa: تجارت پتروشیمی به شدت وابسته به قیمت های جهانی نفت و وضعیت اقتصادی کشورهای تولیدکننده و مصرف کننده است. مهمترین کشورها در تجارت پتروشیمی شامل چین، ایالات متحده، و کشورهای خلیج فارس می باشند. در سال های اخیر، تقاضا برای مواد پتروشیمی در آسیا به ویژه چین به شکل قابل توجهی افزایش یافته است.

source: Changes in environmental regulations and concerns about chemical waste can affect the trade and production of petrochemicals. Fluctuations in oil and natural gas prices can also affect production costs.
ar: يمكن أن تؤثر التغييرات في اللوائح البيئية والمخاوف بشأن النفايات الكيميائية على تجارة وإنتاج البتروكيماويات. يمكن أن تؤثر التقلبات في أسعار النفط والغاز الطبيعي أيضًا على تكاليف الإنتاج.
fa: تغییرات قوانین زیست محیطی و نگرانی ها درباره پسماندهای شیمیایی می توانند بر تجارت و تولید مواد پتروشیمی تأثیر بگذارند. همچنین نوسانات قیمت نفت و گاز طبیعی می تواند هزینه های تولید را تحت تأثیر قرار دهد.

source: Global trade in refinery materials
ar: التجارة العالمية في مواد المصفاة
fa: تجارت جهانی مواد پالایشگاهی

source: The oil refining industry converts crude oil into various products, including gasoline, diesel, fuel oil, and chemical products. As the heart of the oil and gas industries, refineries supply their products to international markets.
ar: تعمل صناعة تكرير النفط على تحويل الزيت الخام إلى منتجات مختلفة ، بما في ذلك البنزين والديزل وزيت الوقود والمنتجات الكيميائية. بصفتها قلب صناعات النفط والغاز ، تزود المصافي منتجاتها بالأسواق الدولية.
fa: صنعت پالایش نفت به تبدیل نفت خام به فرآورده های مختلفی از جمله بنزین، دیزل، نفت کوره و محصولات شیمیایی می پردازد. پالایشگاه ها به عنوان قلب صنایع نفت و گاز، محصولات خود را به بازارهای بین المللی عرضه می کنند.

source: The refining market is influenced by global energy demand and the policies of oil-producing countries. Middle Eastern countries, especially Saudi Arabia and the UAE, play a prominent role in the production and export of refined products.
ar: يتأثر سوق التكرير بالطلب العالمي للطاقة وسياسات البلدان المنتجة للنفط. تلعب دول الشرق الأوسط ، وخاصة المملكة العربية السعودية والإمارات العربية المتحدة ، دورًا بارزًا في إنتاج وتصدير المنتجات المكررة.
fa: بازار پالایشگاهی تحت تأثیر تقاضای انرژی جهانی و سیاست های کشورهای تولیدکننده نفت قرار دارد. کشورهای خاورمیانه، به ویژه عربستان سعودی و امارات، در تولید و صادرات فرآورده های پالایشی نقش برجسته ای دارند.

source: Environmental pressures and policy shifts towards renewable energy could affect the future of the oil refining industry. Also, the sustainability of the crude oil supply required for refineries is a significant challenge.
ar: قد تؤثر الضغوط البيئية والتحولات السياسية نحو الطاقة المتجددة على مستقبل صناعة تكرير النفط. أيضا ، فإن استدامة إمدادات النفط الخام المطلوبة للمصافي يمثل تحديًا كبيرًا.
fa: فشارهای زیست محیطی و تغییر سیاست ها در راستای انرژی های تجدیدپذیر می تواند آینده صنعت پالایش نفت را تحت تأثیر قرار دهد. همچنین، پایداری تأمین نفت خام مورد نیاز برای پالایشگاه ها نیز یک چالش مهم است.

source: Global sugar and food trade
ar: تجارة السكر والغذاء العالمية
fa: تجارت جهانی شکر و مواد غذایی

source: Sugar is a key food ingredient used as a sweetener in the food and beverage industries. It is also used in the production of bioethanol and other chemical products.
ar: السكر هو مكون أساسي من المواد الغذائية المستخدمة كحلى في صناعات الطعام والمشروبات. كما أنه يستخدم في إنتاج الإيثانول والمنتجات الكيميائية الأخرى.
fa: شکر یکی از مواد غذایی کلیدی است که به عنوان شیرین کننده در صنایع غذایی و نوشیدنی کاربرد دارد. همچنین در تولید بیواتانول و سایر محصولات شیمیایی نیز مورد استفاده قرار می گیرد.

source: The sugar trade is influenced by agriculture, trade policies, and global demand. Brazil and India are the largest sugar producers, supplying a portion of global demand.
ar: تتأثر تجارة السكر بالزراعة والسياسات التجارية والطلب العالمي. البرازيل والهند هما أكبر منتجين للسكر ، حيث توفر جزءًا من الطلب العالمي.
fa: تجارت شکر تحت تأثیر کشاورزی، سیاست های تجاری، و تقاضای جهانی قرار دارد. کشورهای برزیل و هند به عنوان بزرگ ترین تولیدکنندگان شکر شناخته می شوند و بخشی از تقاضای جهانی را تأمین می کنند.

source: Trade disputes and import tariffs can disrupt the sugar trade, while climate change and issues related to sustainable agriculture can also affect sugar production.
ar: يمكن أن تعطل النزاعات التجارية وتعريفات الاستيراد تجارة السكر ، في حين أن تغير المناخ والقضايا المتعلقة بالزراعة المستدامة يمكن أن يؤثر أيضًا على إنتاج السكر.
fa: منازعات تجاری و تعرفه های وارداتی می توانند تجارت شکر را مختل کنند. همچنین تغییرات آب و هوایی و مسائل مرتبط با کشاورزی پایدار نیز می تواند بر تولید شکر تأثیرگذار باشد.

source: Shipping to ports around the world
ar: الشحن إلى الموانئ في جميع أنحاء العالم
fa: ارسال به بنادر دنیا

source: For global trade in petrochemicals, refined products and food, transportation and shipping to global ports play a vital role. As major transit points, ports have a major impact on costs and delivery times.
ar: للتجارة العالمية في البتروكيماويات ، تلعب المنتجات المكررة والغذاء والنقل والشحن إلى الموانئ العالمية دورًا حيويًا. كنقاط عبور رئيسية ، يكون للموانئ تأثير كبير على التكاليف وأوقات التسليم.
fa: برای تجارت جهانی مواد پتروشیمی، پالایشگاهی و مواد غذایی، حمل و نقل و ارسال به بنادر جهانی نقش حیاتی ایفا می کند. بنادر به عنوان نقاط ترانزیت اصلی، تأثیر زیادی بر هزینه ها و زمان تحویل دارند.

source: Factors affecting transportation
ar: العوامل التي تؤثر على النقل
fa: عوامل مؤثر در حمل و نقل

source: Port infrastructure: The quality and capacity of ports has an impact on facilitating or disrupting the transportation process.
ar: البنية التحتية للموانئ: لها جودة وسعة الموانئ تأثير على تسهيل أو تعطيل عملية النقل.
fa: زیرساخت های بندری: کیفیت و ظرفیت بندرها در تسهیل یا اختلال در فرایند حمل و نقل تأثیر دارد.

source: Choice of transportation method: including sea, road, and rail transportation, depending on the type of goods and distance.
ar: طريقة نقل النقل: بما في ذلك النقل البحري والطريق والسكك الحديدية ، اعتمادًا على نوع البضائع والمسافة.
fa: انتخاب شیوه حمل و نقل: از جمله حمل و نقل دریایی، جاده ای و ریلی که به نوع کالا و مسافت بستگی دارد.

source: Laws and regulations: Customs and trade laws can affect shipping speeds and costs.
ar: القوانين واللوائح: يمكن أن تؤثر قوانين الجمارك والتجارة على سرعات الشحن والتكاليف.
fa: قوانین و مقررات: قوانین گمرکی و تجاری می توانند بر سرعت و هزینه های حمل و نقل تأثیر بگذارند.

source: Conclusion
ar: خاتمة
fa: جمع بندی

source: The global trade in petrochemicals, refining and sugar, despite the many challenges and opportunities it presents, continues to be one of the engines of economic progress and development of various countries and industries. Given the continuous changes in global markets and economic conditions, the need for innovative solutions and sustainable strategies in this industry is felt more than ever.
ar: لا تزال التجارة العالمية في البتروكيماويات ، والتكرير والسكر ، على الرغم من التحديات والفرص العديدة التي تقدمها ، واحدة من محركات التقدم الاقتصادي وتنمية مختلف البلدان والصناعات. بالنظر إلى التغييرات المستمرة في الأسواق العالمية والظروف الاقتصادية ، فإن الحاجة إلى حلول مبتكرة واستراتيجيات مستدامة في هذه الصناعة تشعر أكثر من أي وقت مضى.
fa: تجارت جهانی مواد پتروشیمی، پالایشگاهی و شکر با وجود چالش ها و فرصت های زیادی که در پی دارد، همچنان به عنوان یکی از موتورهای پیشرفت و توسعه اقتصادی کشورها و صنایع مختلف محسوب می شود. با توجه به تغییرات مستمر در بازارهای جهانی و شرایط اقتصادی، نیاز به راهکارهای نوآورانه و استراتژی های پایدار در این صنعت بیش از پیش احساس می شود.

source: Sugar is a key nutrient.
ar: السكر هو المغذيات الرئيسية.
fa: شکر یکی از مواد غذایی کلیدی است

source: Sugar transportation from Brazil is our specialty.
ar: نقل السكر من البرازيل هو تخصصنا.
fa: حمل و نقل شکر از برزیل تخصص ماست

source: Refinery business photo
ar: صورة أعمال المصفاة
fa: عکس تجارت پالایشگاه

source: Refineries are the heart of the oil and gas industries.
ar: المصافي هي قلب صناعات النفط والغاز.
fa: پالایشگاه ها به عنوان قلب صنایع نفت و گاز است

source: Transit of refinery materials around the world.
ar: عبور مواد المصفاة في جميع أنحاء العالم.
fa: ترانزیت مواد پالایشگاهی به سراسر دنیا

source: Petrochemical trade photo
ar: صورة التجارة البتروكيماوية
fa: عکس تجارت پتروشیمی

source: Demand for petrochemicals is increasing in Asia and Africa.
ar: يتزايد الطلب على البتروكيماويات في آسيا وأفريقيا.
fa: تقاضا برای مواد پتروشیمی در آسیا و آفریقا در حال افزایش است

source: Our expert support team is ready to answer you.
ar: فريق دعم الخبراء لدينا مستعد للإجابة عليك.
fa: تیم پشتیبانی متخصص ما آماده پاسخگویی به شما است

source: Welcome to Palayeshcood
ar: مرحبا بكم في بالايشكود
fa: به پالایش کود خوش آمدید

source: With over 15 years of experience in exporting chemicals, petrochemicals, agricultural fertilizers and sugar, Royan Kimia Soil Refining Company has a prominent position in domestic and international markets as a pioneer in the industry. The company meets global needs by emphasizing quality, innovation and customer satisfaction. Its expert team provides products of the highest quality using up-to-date technical knowledge and international standards. The company’s mission is to sustainably develop the agricultural and refining industries and create added value for customers. Its vision is to expand export markets and provide differentiated services to global business partners. With an extensive distribution network and a commitment to environmentally friendly products, the company provides a greener and more sustainable future for customers and the global community.
ar: مع أكثر من 15 عامًا من الخبرة في تصدير المواد الكيميائية والبتروكيماويات والأسمدة الزراعية والسكر ، تتمتع شركة Royan Kimia Soil Confining Company بوضع بارز في الأسواق المحلية والدولية كرائد في هذه الصناعة. تلبي الشركة الاحتياجات العالمية من خلال التأكيد على الجودة والابتكار ورضا العملاء. يوفر فريقها الخبراء منتجات من أعلى مستويات الجودة باستخدام المعرفة التقنية الحديثة والمعايير الدولية. تتمثل مهمة الشركة في تطوير الصناعات الزراعية والتكرير بشكل مستدام وخلق قيمة مضافة للعملاء. تتمثل رؤيتها في توسيع أسواق التصدير وتوفير خدمات متباينة لشركاء الأعمال العالمية. من خلال شبكة توزيع واسعة والتزامًا بالمنتجات الصديقة للبيئة ، توفر الشركة مستقبلًا أكثر خضرة وأكثر استدامة للعملاء والمجتمع العالمي.
fa: شرکت پالایش خاک رویان کیمیا با بیش از ۱۵ سال تجربه در صادرات مواد شیمیایی، پتروشیمی، کودهای کشاورزی و شکر، به‌عنوان پیشگام در صنعت، جایگاهی برجسته در بازارهای داخلی و بین المللی دارد. این شرکت با تأکید بر کیفیت، نوآوری و رضایت مشتری، نیازهای جهانی را برآورده می کند. تیم متخصص آن با استفاده از دانش فنی روز و استانداردهای بین المللی، محصولاتی با بالاترین کیفیت ارائه می دهد. رسالت شرکت، توسعه پایدار در صنایع کشاورزی و پالایشگاهی و ایجاد ارزش افزوده برای مشتریان است. چشم انداز آن گسترش بازارهای صادراتی و ارائه خدمات متمایز به شرکای تجاری جهانی است. با شبکه توزیع گسترده و تعهد به محصولات سازگار با محیط زیست، شرکت آینده ای سبزتر و پایدارتر را برای مشتریان و جامعه جهانی فراهم می کند.

source: Haman Lesan,
ar: هامان لسان،
fa: هامان لسان,

source: Professional and expert team
ar: فريق محترف وخبير
fa: تیم حرفه ایی و متخصص

source: Relying on a team of experts and professionals, along with comprehensive support, we provide the best solutions for your needs.
ar: بالاعتماد على فريق من الخبراء والمهنيين ، إلى جانب الدعم الشامل ، نقدم أفضل الحلول لاحتياجاتك.
fa: با تکیه بر تیم متخصص و حرفه‌ای، همراه با پشتیبانی همه جانبه، بهترین راه‌حل‌ها را برای نیازهای شما ارائه می دهیم.

source: Competitive price
ar: سعر تنافسي
fa: قیمت رقابتی

source: All products with the highest quality and competitive prices, meeting diverse industrial, agricultural and food needs.
ar: جميع المنتجات التي لديها أعلى جودة وتنافسية ، تلبية احتياجات متنوعة صناعية وزراعية وغذائية.
fa: تمام محصولات با بالاترین کیفیت و قیمت های رقابتی، پاسخگوی نیازهای متنوع صنعتی و کشاورزی و غذایی

source: Easy shopping
ar: تسوق سهل
fa: خرید آسان

source: Easy shopping, fast and reliable shipping worldwide, along with quality assurance and assurance of your satisfaction.
ar: تسوق سهل ، شحن سريع وموثوق به في جميع أنحاء العالم ، إلى جانب ضمان الجودة وضمان رضاك.
fa: خرید آسان، حمل ونقل سریع و مطمئن به سراسر جهان، همراه با تضمین کیفیت و اطمینان از رضایت شما.

source: Our Best Services
ar: أفضل خدماتنا
fa: بهترین خدمات ما

source: More Services
ar: المزيد من الخدمات
fa: خدمات بیشتر

source: refinery products
ar: منتجات المصفاة
fa: محصولات پالایشگاهی

source: We are proud to provide direct and quality guaranteed refinery products supply services to our customers around the world. Our goal is to create reliable, fast and economical solutions to meet your strategic and essential fuel needs.
ar: نحن فخورون بتقديم خدمات توريد منتجات التكرير بشكل مباشر ومضمون الجودة لعملائنا في جميع أنحاء العالم. هدفنا هو إنشاء حلول موثوقة وسريعة واقتصادية لتلبية احتياجاتك الإستراتيجية والأساسية من الوقود.
fa: ما با افتخار خدمات تأمین محصولات پالایشگاهی را به ‌صورت مستقیم و با کیفیت تضمین شده به مشتریان خود در سراسر جهان ارائه می‌دهیم. هدف ما ایجاد راه‌حل‌هایی مطمئن، سریع و اقتصادی برای تأمین نیازهای شما به سوخت‌های ضروری و استراتژیک است.

source: Global trade
ar: التجارة العالمية
fa: تجارت جهانی

source: Agriculture products
ar: المنتجات الزراعية
fa: محصولات کشاورزی

source: Support
ar: يدعم
fa: پشتیبانی

source: We understand that making smart and successful decisions on any project requires accurate information and professional support. That's why we have assembled a team of experienced and professional professionals to be with you at every stage of the collaboration. Our goal is to provide services that exceed your expectations and create a different and reliable experience.
ar: نحن نتفهم أن اتخاذ القرارات الذكية والناجحة في أي مشروع يتطلب معلومات دقيقة ودعم مهني. لهذا السبب قمنا بتجميع فريق من المهنيين ذوي الخبرة والمحترفين ليكون معك في كل مرحلة من مراحل التعاون. هدفنا هو توفير الخدمات التي تتجاوز توقعاتك وخلق تجربة مختلفة وموثوقة.
fa: ما درک می‌کنیم که تصمیم‌گیری‌های هوشمندانه و موفق در هر پروژه‌ای، به اطلاعات دقیق و پشتیبانی حرفه‌ای نیاز دارد. به همین دلیل، تیمی از متخصصان مجرب و حرفه‌ای را گرد هم آورده‌ایم تا در هر مرحله از همکاری، در کنار شما باشیم. هدف ما، ارائه خدماتی فراتر از انتظارات شما و ایجاد تجربه‌ای متفاوت و مطمئن است

source: From The Shop
ar: من المتجر
fa: از فروشگاه

source: Quick View
ar: عرض سريع
fa: نمایش سریع

source: Recent Blogs
ar: المدونات الحديثة
fa: بلاگ های اخیر

source: news
ar: أخبار
fa: خبر

source: Newsletter Signup
ar: الاشتراك في النشرة الإخبارية
fa: ثبت نام در خبرنامه

source: We send you latest news couple a month ( No Spam).
ar: نرسل لك آخر الأخبار زوجين شهريا (بدون البريد العشوائي).
fa: ما ماهانه آخرین اخبار را برای شما ارسال می کنیم (بدون هرزنامه).

source: Your Email *
ar: بريدك الإلكتروني *
fa: ایمیل شما *

source: Subscribe
ar: يشترك
fa: مشترک شوید

source: our team
ar: فريقنا

source: Team Behind Palayeshcood
ar: فريق وراء بالایش کود
fa: تیم پشتیبان پالایش کود

source: Founder and CEO
ar: المؤسس والرئيس التنفيذي

source: Hadi Lesan
ar: هادی لسان

source: Vice President
ar: نائب الرئيس

source: Ali Ashetab
ar: علی آشتاب

source: Programming team leader
ar: قائد فريق البرمجة

source: All our technological activities are carried out under the management and leadership of Mr. Ashtab.
ar: جميع أنشطتنا التكنولوجية تتم تحت إدارة وقيادة السيد أشتاب.

source: Zahra PashaiiNejad
ar: زهرا پاشایی نژاد

source: Back-end team master
ar: السيد الخلفية سيد

source: All of our back-end and server side activities are managed by Ms. Pashainejad.
ar: تتم إدارة جميع أنشطتنا الخلفية وجانب الخادم بواسطة السيدة باشينجاد.

source: Mahdieh Vahedi
ar: مهدیه واحدی

source: Front-End Team Master
ar: رئيس فريق الواجهة الأمامية

source: All of our front-end and visual design activities are managed by Ms. Vahedi.
ar: تتم إدارة جميع أنشطة التصميم الأمامي والتصميم المرئي لدينا بواسطة السيدة وحيدي.

source: Maryam Farangis
ar: مریم فرنگیس

source: Roya Nasiri
ar: رویا نصیری

source: Arash Mostofi
ar: آرش موصتوفی

source: refinery
ar: مصفاة
fa: محصولات پالایشگاهی

source: Direct supply of refinery products from all over the world
ar: التوريد المباشر لمنتجات المصفاة من جميع أنحاء العالم
fa: تأمین مستقیم محصولات پالایشگاهی از سراسر دنیا

source: We proudly provide direct, quality-assured refinery supply services to our customers worldwide. Our goal is to create reliable, fast and economical solutions to meet your critical and strategic fuel needs.
ar: نحن نقدم بكل فخر خدمات توريد مصافي مباشرة ومضمونة الجودة لعملائنا في جميع أنحاء العالم. هدفنا هو إنشاء حلول موثوقة وسريعة واقتصادية لتلبية احتياجاتك الحرجة والاستراتيجية من الوقود.
fa: ما با افتخار خدمات تأمین محصولات پالایشگاهی را به ‌صورت مستقیم و با کیفیت تضمین شده به مشتریان خود در سراسر جهان ارائه می‌دهیم. هدف ما ایجاد راه‌حل‌هایی مطمئن، سریع و اقتصادی برای تأمین نیازهای شما به سوخت‌های ضروری و استراتژیک است.

source: Refinery products offered by us:
ar: منتجات المصفاة التي نقدمها:
fa: محصولات پالایشگاهی ارائه‌شده توسط ما:

source: 1- Diesel with a standard of 10 ppm:
ar: 1- الديزل بمعيار 10 جزء في المليون:
fa: 1- گازوئیل با استاندارد 10 ppm

source: Ultra-low sulfur diesel (10 ppm) is one of the cleanest and highest quality fuels available on the global market, suitable for diesel vehicles, industrial equipment and environmentally sensitive applications. This fuel is produced in full compliance with environmental standards and guarantees high efficiency.
ar: يعد الديزل منخفض الكبريت (10 جزء في المليون) واحدًا من أنظف أنواع الوقود المتوفرة في السوق العالمية وأعلى جودة، وهو مناسب لمركبات الديزل والمعدات الصناعية والتطبيقات الحساسة للبيئة. يتم إنتاج هذا الوقود وفقًا للمعايير البيئية ويضمن كفاءة عالية.
fa: گازوئیل با گوگرد بسیار پایین (10 ppm) یکی از پاک‌ترین و باکیفیت‌ترین سوخت‌های موجود در بازار جهانی است که مناسب خودروهای دیزلی، تجهیزات صنعتی و کاربردهای حساس محیط‌زیستی می‌باشد. این سوخت با رعایت کامل استانداردهای زیست‌محیطی تولید شده و کارایی بالایی را تضمین می‌کند.

source: 2- Diesel with a standard of 5000 ppm:
ar: 2- الديزل بمعيار 5000 جزء في المليون:
fa: 2- گازوئیل با استاندارد 5000 ppm

source: 5000 ppm sulfur diesel is designed for a variety of industrial and heavy-duty transportation applications. This product is an ideal choice for large industries and infrastructure projects that require diesel fuels due to its affordable price and high quality.
ar: تم تصميم الديزل الكبريتي بنسبة 5000 جزء في المليون لمجموعة متنوعة من تطبيقات النقل الصناعية والثقيلة. يعد هذا المنتج خيارًا مثاليًا للصناعات الكبيرة ومشاريع البنية التحتية التي تتطلب وقود الديزل نظرًا لسعره المعقول وجودته العالية.
fa: گازوئیل با گوگرد 5000 ppm برای مصارف متنوع صنعتی و حمل‌ونقل سنگین طراحی شده است. این محصول به دلیل قیمت مناسب و کیفیت بالا، انتخابی ایده‌آل برای صنایع بزرگ و پروژه‌های زیرساختی است که نیازمند سوخت‌های دیزلی هستند.

source: 3- Jet Fuel:
ar: 3- وقود الطائرات:
fa: 3- سوخت جت:

source: Jet fuel is one of the most important and sensitive refinery products designed for use in passenger and cargo aircraft. We provide our customers with quality and safety assurance by sourcing jet fuel from the most reputable international refineries. The jet fuel we provide complies with global standards such as ASTM D1655 and DEF STAN 91-91.
ar: يعد وقود الطائرات أحد أهم منتجات التكرير وأكثرها حساسية والمصمم للاستخدام في طائرات الركاب والبضائع. نحن نقدم لعملائنا ضمان الجودة والسلامة من خلال الحصول على وقود الطائرات من المصافي العالمية الأكثر شهرة. يتوافق وقود الطائرات الذي نقدمه مع المعايير العالمية مثل ASTM D1655 وDEF STAN 91-91.
fa: سوخت جت یکی از مهم‌ترین و حساس‌ترین محصولات پالایشگاهی است که برای استفاده در هواپیماهای مسافربری و باربری طراحی شده است. ما با تأمین سوخت جت از معتبرترین پالایشگاه‌های بین‌المللی، تضمین کیفیت و ایمنی این محصول را برای مشتریان خود فراهم می‌کنیم. سوخت جت ارائه‌شده توسط ما مطابق با استانداردهای جهانی مانند ASTM D1655 و DEF STAN 91-91 است.

source: Work with us
ar: العمل معنا
fa: همکاری با ما
